brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'ctags'
brew 'fzf'
brew 'pgcli'
brew 'redis', restart_service: :changed
brew 'stow'
brew 'ripgrep'
brew 'eza'
cask 'maccy'
cask 'rectangle'
cask 'brave-browser'
cask 'firefox@developer-edition'
cask 'iterm2'
cask 'cursor'
cask 'visual-studio-code'
# image preview for fzf (override imgcat that comes with iTerm2):
tap 'eddieantonio/eddieantonio'
brew 'imgcat'
